Repository: robinoosterik2/Eenden
Catalog: eenden_app/lib/l10n/app_*.arb
Languages: nl

# mainTitle
source: Eenden Game
nl: Eenden Spel

source: Select Language
nl: Selecteer Taal

source: Start Game
nl: Start Spel

# addPlayersTitle
source: Add Players
nl: Spelers Toevoegen

# playerNameHint
source: Player Name
nl: Spelernaam

# addPlayerButton
source: Add Player
nl: Voeg Speler Toe

# playersListTitle
source: Players:
nl: Spelers:

# playerCount
source: {count,plural, =1{1 player} other{{count} players}}
nl: {count,plural, =1{1 speler} other{{count} spelers}}

# errorNameEmpty
source: Player name cannot be empty.
nl: Spelernaam mag niet leeg zijn.

# errorNameNotLetter
source: Name must start with a letter.
nl: Naam moet met een letter beginnen.

# errorNameDuplicate
source: '{name}' is already added.
nl: '{name}' is al toegevoegd.

# noPlayersYet
source: No players added yet
nl: Nog geen spelers toegevoegd

# addPlayersPrompt
source: Add at least 2 players to start
nl: Voeg minimaal 2 spelers toe om te starten

# gameSelectionTitle
source: Select a Game
nl: Selecteer een Spel

# gameEendenDescription
source: The classic dice game. Be the first to get rid of all your ducks!
nl: Het klassieke dobbelspel. Wees de eerste die al je eenden kwijt is!

# gameOtherTitle
source: Another Game
nl: Een Ander Spel

# gameOtherDescription
source: A different, exciting game experience.
nl: Een andere, spannende spelervaring.

# challengeEenden1
source: <player1>, do 10 jumping jacks.
nl: <player1>, doe 10 jumping jacks.

# challengeEenden2
source: <player1>, sing a song.
nl: <player1>, zing een liedje.

# challengeEenden3
source: <player1>, tell a joke.
nl: <player1>, vertel een mop.

# challengeEenden4
source: <player1>, name 5 countries.
nl: <player1>, noem 5 landen.

# challengeOther1
source: <player1>, draw a picture.
nl: <player1>, maak een tekening.

# challengeOther2
source: <player1>, build a tower.
nl: <player1>, bouw een toren.

# challengeEenden5_2p
source: <player1> and <player2>, have a staring contest!
nl: <player1> en <player2>, doe een staarwedstrijd!

# challengeEenden6_2p
source: <player1>, give <player2> a compliment.
nl: <player1>, geef <player2> een compliment.

# endGameButton
source: End Game
nl: Stop Spel

# leaderboardTitle
source: Leaderboard
nl: Scorebord

# newQuizButton
source: New Quiz
nl: Nieuwe Quiz

# differentPlayersButton
source: Different Players
nl: Andere Spelers

# settingsTitle
source: Settings
nl: Instellingen

# customPointsLabelSetting
source: Create custom label for 'Points'
nl: Maak eigen label voor 'Punten'

# customPointsLabelHint
source: e.g., PushUps, Ducks, Tasks
nl: bijv. PushUps, Eenden, Taken

# pointsSingular
source: Point
nl: Punt

# pointsPlural
source: Points
nl: Punten

# customPointsLabelHelperText
source: Leave empty to use the default term.
nl: Laat leeg om de standaard term te gebruiken.

source: Cancel
nl: Annuleren

source: Save
nl: Opslaan

# tapToEditLabelHint
source: Tap to edit. Leave empty for default term.
nl: Tik om te bewerken. Laat leeg voor standaard term.

# termsAndConditions
source: Terms & Conditions
nl: Algemene Voorwaarden

source: Privacy Policy
nl: Privacybeleid

# termsContentPath
source: assets/legal/terms_en.md
nl: assets/legal/terms_nl.md

# privacyPolicyPath
source: assets/legal/privacy_en.md
nl: assets/legal/privacy_nl.md
